Revit 2024 API
ParameterTypeId.ViewerShowUncropped Property
 "Show uncropped"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerShowUncropped { get; }
Visual Basic
Public Shared ReadOnly Property ViewerShowUncropped As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerShowUncropped {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace